{"title":"Harry Potter and the Sorcerer's Stone","imageUrl":"https://m.media-amazon.com/images/I/91wKDODkgWL._SY522_.jpg","description":"Harry Potter has no idea how famous he is. That's because he's being raised by his miserable aunt and uncle who are terrified Harry will learn that he's really a wizard, just as his parents were.","price":"16.23"},{"title":"Harry Potter and the Chamber of Secrets","imageUrl":"https://m.media-amazon.com/images/I/91WqeCn-PxL._SY522_.jpg","description":"The Dursleys were so mean that summer that all Harry wanted was to get back to the Hogwarts. But just as he's packing, Harry receives a warning from a strange, impish creature named Dobby.","price":"15.53"},{"title":"Harry Potter and the Prisoner of Azkaban","imageUrl":"https://m.media-amazon.com/images/I/A1pqyPSIu6L._SY522_.jpg","description":"12 years, the fortress of Azkaban held infamous prisoner Sirius Black. Convicted of 13 murders, and said to be the heir apparent to Voldemort, he has escaped, and the Azkaban guards heard him say in his sleep, \"Harry Potter isn't safe even at Hogwarts.\"","price":"20.95"},{"title":"Harry Potter and the Goblet of Fire","imageUrl":"https://m.media-amazon.com/images/I/A13JsFrbLgL._SY522_.jpg","description":"Harry wants to get away from the Dursleys and go to the International Quidditch Cup with Hermione, Ron, and the Weasleys. He wants to be a normal, fourteen-year-old wizard. Unfortunately, he's not normal. And in this case, different can be deadly.","price":"17.76"},{"title":"Harry Potter and the Order of the Phoenix","imageUrl":"https://m.media-amazon.com/images/I/A1hhGzpHssL._SY522_.jpg","description":"A door at the end of a silent corridor haunts Harry Potter's dreams, and he be wakes in the middle of the night, screaming in terror? Now Harry Potter is faced with unbearable sacrifice.","price":"17.29"},{"title":"Harry Potter and the Half Blood Prince","imageUrl":"https://m.media-amazon.com/images/I/A12l8JeqJ-L._SY522_.jpg","description":"The war against Voldemort is not going well. Dumbledore is absent from Hogwarts for long stretches of time, and the Order of the Phoenix has already suffered losses.","price":"17.35"},{"title":"Harry Potter and the Deathly Hallows","imageUrl":"https://m.media-amazon.com/images/I/A1b25-7s6rL._SY522_.jpg","description":"Harry arrives at his ultimate challenge of facing Voldemort in a final battle to defeat him and his devoted Death Eaters. Hogwarts wages all out war against the Dark Lord.","price":"19.72"}